Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: རབ་འབྱོར་དེ་ལྟར་ཡོངས་སུ་རྟོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ཡིན་ནོ།
en: Subhūti, bodhisattva great beings who reflect in that manner practice the perfection of perseverance. “

source: །དེ་སེམས་ཅན་དེ་དག་ཉིད་ཀྱི་དོན་དུ་སེམས་མི་འཁྲུག་པ་ཡིན་ཏེ།
en: For the sake of those same beings, their minds are unagitated.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེ་ནི་འདི་སྙམ་དུ་སེམས་ཏེ། འཇིག་རྟེན་པའི་བསམ་གཏན་དུ་སྐྱེ་བ་ཡང་། སེམས་འཁྲུགས་པས་རྙེད་པར་དཀའ་ན། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལྟ་ཅི་སྨོས་ཀྱིས།
en: If you ask why, it is because they think, ‘If it is hard on account of agitation to find a rebirth in the [realms of] mundane meditative concentration, how much more in the case of unsurpassed, complete enlightenment.

source: དེ་བས་ན་བདག་གིས་ནི་ནམ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཀྱི་བར་དུ་བདག་གི་སེམས་མི་འཁྲུགས་པར་བྱའོ་སྙམ་དུ་སེམས་ཏེ།
en: Therefore, I will not be agitated until I have attained consummate buddhahood in unsurpassed, complete enlightenment!’

source: རབ་འབྱོར་དེ་ལྟར་ཡོངས་སུ་རྟོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ཡིན་ནོ།
en: Subhūti, bodhisattva great beings who reflect in that manner practice the perfection of meditative concentration. “

source: །དེ་སེམས་ཅན་དེ་དག་ཉིད་ཀྱི་དོན་དུ་ནམ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཀྱི་བར་དུ་ནམ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་བྲལ་བར་མི་འགྱུར་ཏེ།
en: For the sake of those same beings, they will never be separated from the perfection of wisdom until they have attained consummate buddhahood in unsurpassed, complete enlightenment.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེ་ནི་འདི་སྙམ་དུ་སེམས་ཏེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མ་ཞུགས་པར་རྣམ་པ་གཞན་གྱིས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བར་མི་ནུས་ཀྱིས།
en: If you ask why, it is because they think, ‘Without setting out on the perfection of wisdom, beings cannot be brought to maturity by any other means.

source: དེ་བས་ན་བདག་གིས་ཤེས་རབ་འཆལ་བ་དང་ལྡན་པའི་སེམས་འགའ་ཙམ་ཡང་བསྐྱེད་པར་མི་བྱའོ་སྙམ་སྟེ།
en: Therefore, I will not entertain even the slightest thought of stupidity.’

source: རབ་འབྱོར་དེ་ལྟར་ཡོངས་སུ་རྟོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་སེམས་ཅན་རྣམས་ཀྱི་དོན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ཡིན་ནོ། །གསོལ་པ།
en: Subhūti, bodhisattva great beings who reflect in that manner practice the perfection of wisdom for the sake of beings.” “

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་ལ་ཐ་དད་པ་མ་མཆིས་ན། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཇི་སྐད་དུ་ཕ་རོལ་དུ་ཕྱིན་པ་ལྔའི་རབ་ཅེས་བགྱི། གཙོ་བོ་ཞེས་བགྱི། མཆོག་ཅེས་བགྱི། དམ་པ་ཞེས་བགྱི།
en: Blessed Lord, if the perfections are not different, how is it that this perfection of wisdom is, with respect to the five other perfections, said to be the best, said to be foremost, said to be supreme, said to be sacred, said to be perfect, said to be sublime, said to be unsurpassed, said to be highest, said to be unequaled, and said to be equal to the unequaled?” “

source: ཕུལ་ཞེས་བགྱི།
en: Subhūti, it is so!

source: གྱ་ནོམ་པ་ཞེས་བགྱི། བླ་ན་མེད་པ་ཞེས་བགྱི། གོང་ན་མེད་པ་ཞེས་བགྱི།
en: It is so!”

source: མཉམ་པ་མེད་པ་ཞེས་བགྱི། མི་མཉམ་པ་དང་མཉམ་པ་ཞེས་བགྱི། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: replied the Blessed One. “

source: རབ་འབྱོར་དེ་དེ་བཞིན་ནོ། །དེ་དེ་བཞིན་ཏེ། རབ་འབྱོར་ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་ལ་ནི་རྣམ་པ་ཐ་དད་པ་གང་ཡང་མེད་དེ།
en: Subhūti, there is no difference at all in the perfections.

source: གལ་ཏེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མེད་ན་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་ལྔ་པོ་འདི་དག་གིས་ཀྱང་ཕ་རོལ་དུ་ཕྱིན་པའི་མིང་ཐོབ་པར་མི་འགྱུར་ཏེ།
en: But if there were no perfection of wisdom, these five other perfections too would not acquire the name perfection.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བརྟེན་ན། ཕ་རོལ་དུ་ཕྱིན་པ་ལྔ་པོ་འདི་དག་གིས་ཀྱང་ཕ་རོལ་དུ་ཕྱིན་པའི་མིང་འཐོབ་པར་འགྱུར་རོ།
en: It is dependent on the perfection of wisdom that these five other perfections indeed acquire the name perfection. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ལུས་རྣམ་པ་ཐ་དད་པ་རྣམས་ནི་རིའི་རྒྱལ་པོ་རི་རབ་ཀྱི་དྲུང་དུ་ཕྱིན་ན་ཁ་དོག་གཅིག་ཏུ་འགྱུར་རོ།
en: Subhūti, just as different corporeal forms on approaching Mount Sumeru become of a single complexion, {Ki.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བརྟེན་ན། ཕ་རོལ་དུ་ཕྱིན་པ་ལྔ་པོ་འདི་དག་གིས་ཕ་རོལ་དུ་ཕྱིན་པའི་མིང་འཐོབ་པར་འགྱུར་ཏེ།
en: V: 54} in the same way, Subhūti, these five other perfections acquire the name perfection dependent on the perfection of wisdom.

source: དེ་དག་ཀྱང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་ཕྱིན་ན། འདི་ལྟར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཁ་དོག་ཏུ་ཁ་དོག་གཅིག་པར་འགྱུར་ཏེ།
en: When they proceed to all-aspect omniscience, they will become of a single hue—the hue of all-aspect omniscience.

source: འདི་ནི་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: They are without distinctions, such as, ‘This is the perfection of generosity!

source: །འདི་ནི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: This is the perfection of ethical discipline!

source: །འདི་ནི་བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: This is the perfection of tolerance!

source: །འདི་ནི་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: This is the perfection of perseverance!

source: །འདི་ནི་བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: This is the perfection of meditative concentration!

source: །འདི་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའོ།
en: This is the perfection of wisdom!’

source: །ཞེས་བྱ་བའི་ཁྱད་པར་གང་ཡང་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེ་དག་ལ་ངོ་བོ་ཉིད་མེད་པས་དེའི་ཕྱིར་ཁྱད་པར་མེད་དོ། །གསོལ་པ།
en: If you ask why, they are without distinctions because they are without essential nature.” “

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་ཆོས་གང་ལ་ཡང་ཁྱད་པར་མ་མཆིས་ལ། བྱེ་བྲག་མ་མཆིས་ན་རྗེས་སུ་འཐོབ་པར་འགྱུར་བ་ནི་གང་ཞིག་མཆིས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཅིའི་སླད་དུ་ཕ་རོལ་དུ་ཕྱིན་པ་ལྔ་པོ་དེ་དག་གི་རབ་ཅེས་བགྱི། གཙོ་བོ་ཞེས་བགྱི། མཆོག་ཅེས་བགྱི།
en: Blessed Lord, if in that way there are no distinctions and no particulars with respect to anything at all that is to be objectively established, why then is the perfection of wisdom, in relation to the five other perfections, said to be the best, said to be foremost, said to be supreme, said to be sacred, said to be perfect, said to be sublime, said to be unsurpassed, said to be highest, said to be unequaled, and said to be equal to the unequaled?” “

source: དམ་པ་ཞེས་བགྱི། ཕུལ་ཞེས་བགྱི། གྱ་ནོམ་པ་ཞེས་བགྱི། བླ་ན་མེད་པ་ཞེས་བགྱི། གོང་ན་མེད་པ་ཞེས་བགྱི། མཉམ་པ་མེད་པ་ཞེས་བགྱི།
en: Subhūti, it is so!

source: མི་མཉམ་པ་དང་མཉམ་པ་ཞེས་བགྱི། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་དེ་བཞིན་ནོ། །དེ་དེ་བཞིན་ཏེ།
en: It is so,” replied the Blessed One. “

source: དོན་རྗེས་སུ་ཐོབ་པར་བྱ་བ་ལ་ཆོས་གང་ཡང་བྱེ་བྲག་དང་ཁྱད་པར་མེད་དེ། འོན་ཀྱང་འཇིག་རྟེན་གྱི་ཐ་སྙད་དང་བརྡར་བྱ་ན།
en: There is nothing at all with particulars or distinctions that is to be objectively established.

source: སེམས་ཅན་རྣམས་འཁོར་བ་ལས་ཡོངས་སུ་གདོན་པའི་དོན་དུ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡང་ཡོད་དོ། །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡང་ཡོད་དོ།
en: In mundane and symbolic terms, in order to extricate beings from cyclic existence, the perfection of generosity does indeed exist, and the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom do indeed exist.

source: །སེམས་ཅན་དེ་དག་ལ་ཡང་སྐྱེ་བ་མེད། འཆི་བ་མེད། འཕོ་བ་མེད། འབྱུང་བ་མེད་དེ།
en: But these beings are without birth, without death, without transmigration, and without origination.

source: སེམས་ཅན་མེད་པས་ཆོས་ཐམས་ཅད་མེད་པར་རིག་པར་བྱའོ། །རབ་འབྱོར་རྣམ་གྲངས་དེས་ན།
en: You should know that since beings are nonexistent, all phenomena are nonexistent.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལྔ་པོ་འདི་དག་གི་རབ་ཅེས་བྱ། གཙོ་བོ་ཞེས་བྱ། མཆོག་ཅེས་བྱ། དམ་པ་ཞེས་བྱ། ཕུལ་ཞེས་བྱ། གྱ་ནོམ་པ་ཞེས་བྱ། བླ་ན་མེད་པ་ཞེས་བྱ། གོང་ན་མེད་པ་ཞེས་བྱ། མཉམ་པ་མེད་པ་ཞེས་བྱ། མི་མཉམ་པ་དང་མཉམ་པ་ཞེས་བྱ་སྟེ། རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། འཛམ་བུའི་གླིང་གི་བུད་མེད་གང་ཇི་སྙེད་པ་དེ་དག་གི་ནང་ན།
en: For this reason, Subhūti, the perfection of wisdom, in relation to the five other perfections, is said to be the best, said to be foremost, said to be supreme, said to be sacred, said to be perfect, said to be sublime, said to be unsurpassed, said to be highest, said to be unequaled, and said to be equal to the unequaled.

source: བུད་མེད་རིན་པོ་ཆེ་ནི་རབ་ཅེས་བྱ། གཙོ་བོ་ཞེས་བྱ། མཆོག་ཅེས་བྱ། དམ་པ་ཞེས་བྱ། ཕུལ་ཞེས་བྱ། གྱ་ནོམ་པ་ཞེས་བྱ། བླ་ན་མེད་པ་ཞེས་བྱ། གོང་ན་མེད་པ་ཞེས་བྱ། མཉམ་པ་མེད་པ་ཞེས་བྱ། མི་མཉམ་པ་དང་མཉམ་པ་ཞེས་བྱ་བ་བཞིན་ནོ། །གསོལ་པ།
en: Subhūti, this is just as among all the women of Jambudvīpa, the precious queen consort is said to be the best, said to be foremost, said to be supreme, said to be sacred, said to be perfect, said to be sublime, said to be unsurpassed, said to be highest, said to be unequaled, and said to be equal to the unequaled.” “

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་རབ་ཅེས་བགྱི་བ་དང་། གཙོ་བོ་ཞེས་བགྱི་བ་དང་། མཆོག་ཅེས་བགྱི་བ་དང་། དམ་པ་ཞེས་བགྱི་བ་དང་། ཕུལ་ཞེས་བགྱི་བ་དང་།
en: Blessed Lord, through what intention is the perfection of wisdom said to be the best, said to be foremost, said to be supreme, said to be sacred, said to be perfect, {Ki.

source: གྱ་ནོམ་པ་ཞེས་བགྱི་བ་དང་། བླ་ན་མེད་པ་ཞེས་བགྱི་བ་དང་། གོང་ན་མེད་པ་ཞེས་བགྱི་བ་དང་། མཉམ་པ་མེད་པ་ཞེས་བགྱི་བ་དང་། མི་མཉམ་པ་དང་མཉམ་པ་ཞེས་བགྱི་བ་དེ་ཅི་ལས་དགོངས།
en: V: 55} said to be sublime, said to be unsurpassed, said to be highest, said to be unequaled, and said to be equal to the unequaled?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ནི་དགེ་བའི་ཆོས་ཐམས་ཅད་ཡོངས་སུ་བཟུང་ཞིང་མི་གནས་པའི་ཚུལ་གྱིས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་གང་ན་བ་དེར་གནས་པར་འགྱུར་བའི་ཕྱིར་རོ། །གསོལ་པ།
en: Subhūti, it is because this perfection of wisdom retains all virtuous attributes and dwells in the presence of all-aspect omniscience, in a nondwelling manner,” replied the Blessed One. “

source: བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཆོས་གང་ཡང་ཡོངས་སུ་འཛིན་པ་འམ་གཏོང་བ་མཆིས་སམ།
en: Blessed Lord, does the perfection of wisdom acquire or relinquish anything at all?” “No, Subhūti!”

source: རབ་འབྱོར་དེ་ནི་མ་ཡིན་ཏེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཆོས་གང་ཡང་ཡོངས་སུ་འཛིན་པ་འམ་གཏོང་བ་མེད་དོ།
en: The perfection of wisdom does not acquire or relinquish anything at all.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་ཆོས་ཐམས་ཅད་ཡོངས་སུ་གཟུང་བ་མེད་པ་དང་གཏང་བ་མེད་པའི་ཕྱིར་རོ། །གསོལ་པ།
en: If you ask why, Subhūti, it is because all phenomena are neither acquired nor relinquished.” “

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཆོས་ཐམས་ཅད་མི་འཛིན་མི་གཏོང་བ་ལགས།
en: Blessed Lord, with respect to what does the perfection of wisdom neither acquire nor relinquish anything?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་གཟུགས་ཡོངས་སུ་མི་འཛིན་མི་གཏོང་ངོ་།
en: Subhūti,” replied the Blessed One, “the perfection of wisdom does not acquire or relinquish physical forms.

source: །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡོངས་སུ་མི་འཛིན་མི་གཏོང་ངོ་།
en: Subhūti, the perfection of wisdom does not acquire or relinquish feelings, perceptions, formative predispositions, or consciousness.

source: །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཡོངས་སུ་མི་འཛིན་མི་གཏོང་ངོ་། །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་།
en: Subhūti, the perfection of wisdom does not acquire or relinquish the sense fields, the sensory elements, or the links of dependent origination.

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ཡོངས་སུ་མི་འཛིན་མི་གཏོང་ངོ་། །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: Subhūti, the perfection of wisdom does not acquire or relinquish the perfections, any aspects of emptiness, or the thirty-seven factors conducive to enlightenment.

source: རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཡོངས་སུ་མི་འཛིན་མི་གཏོང་ངོ་།
en: Subhūti, the perfection of wisdom does not acquire or relinquish the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, or the dhāraṇī gateways.

source: །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཡོངས་སུ་མི་འཛིན་མི་གཏོང་ངོ་།
en: Subhūti, the perfection of wisdom does not acquire or relinquish the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, or the eighteen distinct qualities of the buddhas.

source: །རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་དུ་ཡོངས་སུ་མི་འཛིན་མི་གཏོང་ངོ་།
en: Subhūti, the perfection of wisdom does not acquire or relinquish [the goals], up to and including all-aspect omniscience.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་གཟུགས་ཡོངས་སུ་མ་བཟུང་མ་བཏང་བ་ལགས།
en: Blessed Lord, how are physical forms neither acquired nor relinquished?

source: ཇི་ལྟར་ན་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡོངས་སུ་མ་བཟུང་མ་བཏང་བ་ལགས།
en: How are feelings, perceptions, formative predispositions, and consciousness neither acquired nor relinquished?

source: ཇི་ལྟར་ན་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་ཡོངས་སུ་མ་བཟུང་མ་བཏང་བ་ལགས།
en: How are [all the causal and fruitional attributes and goals], up to and including all-aspect omniscience, neither acquired nor relinquished?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་གཟུགས་ཡིད་ལ་མི་བྱེད་པས། གཟུགས་ཡོངས་སུ་མ་བཟུང་མ་བཏང་བ་ཡིན་ནོ།
en: Subhūti,” replied the Blessed One, “it is through nonattention to physical forms that physical forms are neither acquired nor relinquished.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡིད་ལ་མི་བྱེད་པས། རྣམ་པར་ཤེས་པ་ཡོངས་སུ་མ་བཟུང་མ་བཏང་བ་ཡིན་ནོ།
en: It is through nonattention to feelings, perceptions, formative predispositions, and consciousness that consciousness [and so forth] are neither acquired nor relinquished.

source: །སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཡིད་ལ་མི་བྱེད་པས། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཡོངས་སུ་མ་བཟུང་མ་བཏང་བ་ཡིན་ནོ། །ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་།
en: It is through nonattention to the sense fields, the sensory elements, and the links of dependent origination that the links of dependent origination [and so forth] are neither acquired nor relinquished.

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ཡིད་ལ་མི་བྱེད་པས། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ཡོངས་སུ་མ་བཟུང་མ་བཏང་བ་ཡིན་ནོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: It is through nonattention to the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment that the thirty-seven factors conducive to enlightenment [and so forth] are neither acquired nor relinquished.

source: མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་ཡིད་ལ་མི་བྱེད་པས། གཟུངས་ཀྱི་སྒོ་ཡོངས་སུ་མ་བཟུང་མ་བཏང་བ་ཡིན་ནོ།
en: V: 56} the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways that the dhāraṇī gateways [and so forth] are neither acquired nor relinquished.

source: །སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཡིད་ལ་མི་བྱེད་པས། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཡོངས་སུ་མ་བཟུང་མ་བཏང་བ་ཡིན་ནོ།
en: It is through nonattention to the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas that the eighteen distinct qualities of the buddhas [and so forth] are neither acquired nor relinquished.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་ཡིད་ལ་མི་བྱེད་པས། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཡོངས་སུ་མ་བཟུང་མ་བཏང་བ་ཡིན་ནོ།
en: It is through nonattention to [the goals], up to and including all-aspect omniscience, that all-aspect omniscience [and so forth] are neither acquired nor relinquished.

source: །རབ་འབྱོར་དེ་ལྟར་ན་གཟུགས་ཡོངས་སུ་མ་བཟུང་མ་བཏང་བ་ཡིན་ནོ། །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་ཡོངས་སུ་མ་བཟུང་མ་བཏང་བ་ཡིན་ནོ། །གསོལ་པ། །བཅོམ་ལྡན་འདས་གལ་ཏེ་གཟུགས་ཡིད་ལ་མི་བགྱི། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡིད་ལ་མི་བགྱི། སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཡིད་ལ་མི་བགྱི། ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ཡིད་ལ་མི་བགྱི། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་ཡིད་ལ་མི་བགྱི། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཡིད་ལ་མི་བགྱི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་ཡིད་ལ་མི་བགྱི་ན།
en: Subhūti, it is in this way that physical forms are neither acquired nor relinquished, and that [all the attributes and goals], up to and including all-aspect omniscience, are neither acquired nor relinquished.” “

source: འོ་ན་བཅོམ་ལྡན་འདས་གཟུགས་ཡིད་ལ་མ་བགྱིས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡིད་ལ་མ་བགྱིས། སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཡིད་ལ་མ་བགྱིས། ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ཡིད་ལ་མ་བགྱིས། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་ཡིད་ལ་མ་བགྱིས། སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་།
en: Blessed Lord, if one does not focus attention on physical forms; does not focus attention on feelings, perceptions, formative predispositions, or consciousness; does not focus attention on the sense fields, the sensory elements, or the links of dependent origination; does not focus attention on all the perfections, all the aspects of emptiness, or the thirty-seven factors conducive to enlightenment; does not focus attention on the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, or the dhāraṇī gateways; does not focus attention on the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, or the eighteen distinct qualities of the buddhas; and does not focus attention on [the goals], up to and including all-aspect omniscience, how then, Blessed Lord, will the roots of virtuous action increase without attention being focused on physical forms; without attention being focused on feelings, perceptions, formative predispositions, and consciousness; without attention being focused on the sense fields, the sensory elements, and the links of dependent origination; without attention being focused on all the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment; without attention being focused on the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways; without attention being focused on the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas; and without attention being focused on [the goals], up to and including all-aspect omniscience?

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཡིད་ལ་མ་བགྱིས། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་ཡིད་ལ་མ་བགྱིས་པར་དགེ་བའི་རྩ་བ་རྣམས་ཇི་ལྟར་རྣམ་པར་འཕེལ་བར་འགྱུར། དགེ་བའི་རྩ་བ་རྣམས་རྣམ་པར་མ་འཕེལ་བར་ཡང་ཇི་ལྟར་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་འགྱུར།
en: How will the six perfections be fulfilled without the roots of virtuous action even increasing?

source: ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་མ་རྫོགས་པར་ཡང་ཇི་ལྟར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་འགྱུར། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ནམ་གཟུགས་ཡིད་ལ་མི་བྱེད། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡིད་ལ་མི་བྱེད། སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཡིད་ལ་མི་བྱེད། ཕ་རོལ་དུ་ཕྱིན་པ་ཐམས་ཅད་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ཡིད་ལ་མི་བྱེད། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཡིད་ལ་མི་བྱེད།
en: How will all-aspect omniscience be attained without even the six perfections being fulfilled?” “

source: སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཡིད་ལ་མི་བྱེད། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་དུ་ཡིད་ལ་མི་བྱེད་ན། དེའི་ཚེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི། དགེ་བའི་རྩ་བ་རྣམས། རྣམ་པར་འཕེལ་བར་འགྱུར་ཏེ། དགེ་བའི་རྩ་བ་རྣམ་པར་འཕེལ་བས།
en: Subhūti,” replied the Blessed One, “when bodhisattva great beings do not focus attention on physical forms; do not focus attention on feelings, perceptions, formative predispositions, or consciousness; do not focus attention on the sense fields, the sensory elements, or the links of dependent origination; do not focus attention on any perfections, any aspects of emptiness, or the thirty-seven factors conducive to enlightenment; do not focus attention on the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, or the dhāraṇī gateways; do not focus attention on the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, or the eighteen distinct qualities of the buddhas; and do not focus attention on [the goals], up to and including unsurpassed, complete enlightenment, at that time, the roots of virtuous action will increase, so that the six perfections will be fulfilled.

source: ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པས། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་འགྱུར་རོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། གཟུ
en: The six perfections will be fulfilled, so that all-aspect omniscience will be attained.
